Repository: adhyaay-karnwal/OpenBridge
Catalog: macos/OpenBridge/ResourcesBundles/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: This will delete all VM overlay images and restart the app to apply changes.
de: Dadurch werden alle VM-Overlay-Images gelöscht und die App neu gestartet, um die Änderungen anzuwenden.
es: Esto eliminará todas las imágenes de superposición de VM y reiniciará la aplicación para aplicar los cambios.
fr: Cela supprimera toutes les images de superposition VM et redémarrera l'application pour appliquer les modifications.
ja: これにより、すべてのVMオーバーレイイメージが削除され、変更を適用するためにアプリが再起動されます。
ko: 모든 VM 오버레이 이미지가 삭제되고 변경 사항을 적용하기 위해 앱이 다시 시작됩니다.
zh_hans: 这将删除所有虚拟机覆盖镜像并重新启动应用以应用更改。
zh_hant: 這將刪除所有 VM 覆蓋映像並重新啟動應用程式以套用變更。

source: This will permanently delete all log files.
de: Alle Protokolldateien werden dauerhaft gelöscht.
es: Esto eliminará permanentemente todos los archivos de registro.
fr: Cela supprimera définitivement tous les fichiers journaux.
ja: すべてのログファイルが完全に削除されます。
ko: 모든 로그 파일이 영구적으로 삭제됩니다.
zh_hans: 此操作将永久删除所有日志文件。
zh_hant: 此操作將永久刪除所有日誌檔案。

source: This will permanently disable your account.
de: Dadurch wird Ihr Konto dauerhaft deaktiviert.
es: Esto deshabilitará permanentemente tu cuenta.
fr: Cela désactivera définitivement votre compte.
ja: これにより、アカウントが完全に無効化されます。
ko: 계정이 영구적으로 비활성화됩니다.
zh_hans: 这将永久停用您的账户。
zh_hant: 這將永久停用您的帳戶。

source: Tips
de: Tipps
es: Consejos
fr: Conseils
ja: ヒント
ko: 팁
zh_hans: 提示
zh_hant: 提示

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: To confirm, enter your email address %@. This action cannot be undone.
de: Zur Bestätigung geben Sie Ihre E-Mail-Adresse %@ ein. Diese Aktion kann nicht rückgängig gemacht werden.
es: Para confirmar, ingresa tu dirección de correo electrónico %@. Esta acción no se puede deshacer.
fr: Pour confirmer, entrez votre adresse e-mail %@. Cette action est irréversible.
ja: 確認するには、メールアドレス%@を入力してください。この操作は元に戻せません。
ko: 확인하려면 이메일 주소 %@을(를) 입력하세요. 이 작업은 취소할 수 없습니다.
zh_hans: 要确认，请输入您的电子邮件地址 %@。此操作无法撤销。
zh_hant: 要確認，請輸入您的電子郵件地址 %@。此操作無法撤銷。

source: To start using this feature, please sign in
de: Um diese Funktion zu nutzen, melden Sie sich bitte an
es: Para comenzar a usar esta función, inicia sesión
fr: Pour commencer à utiliser cette fonctionnalité, veuillez vous connecter
ja: この機能を使用するには、サインインしてください
ko: 이 기능을 사용하려면 로그인하세요
zh_hans: 要开始使用此功能，请登录
zh_hant: 要開始使用此功能，請登入

source: Toggle window pin
de: Fenster-Pin umschalten
es: Alternar fijación de ventana
fr: Basculer l'épinglage de fenêtre
ja: ウィンドウの固定を切り替え
ko: 창 고정 전환
zh_hans: 切换窗口钉选
zh_hant: 切換視窗釘選

source: Tokens
de: Token
fr: Jetons
ja: トークン
ko: 토큰
zh_hans: 代币
zh_hant: 代幣

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Try Skill
de: Skill ausprobieren
es: Probar habilidad
fr: Essayer la compétence
ja: スキルを試す
ko: 스킬 사용해 보기
zh_hans: 试用 Skill
zh_hant: 試用 Skill

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

source: Ungrouped
de: Nicht gruppiert
es: Sin agrupar
fr: Non groupé
ja: グループなし
ko: 그룹 없음
zh_hans: 未分组
zh_hant: 未分組

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ko: 무제한
zh_hans: 无限制
zh_hant: 無限制

source: Unpin
de: Lösen
es: Desanclar
fr: Détacher
ja: 固定解除
ko: 고정 해제
zh_hans: 取消固定
zh_hant: 取消釘選

source: Unpin window
de: Fenster lösen
es: Desanclar ventana
fr: Détacher la fenêtre
ja: ウィンドウの固定を解除
ko: 창 고정 해제
zh_hans: 取消固定窗口
zh_hant: 取消固定視窗

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
ja: 保存されていない変更
ko: 저장되지 않은 변경 사항
zh_hans: 未保存的更改
zh_hant: 未儲存的變更

source: Unzip failed: %@
de: Entpacken fehlgeschlagen: %@
es: Error al descomprimir: %@
fr: Échec de la décompression : %@
ja: 解凍に失敗しました：%@
ko: 압축 해제 실패: %@
zh_hans: 解压失败：%@
zh_hant: 解壓失敗：%@

source: Update and Use Skill
de: Aktualisieren und Fähigkeit verwenden
es: Actualizar y usar habilidad
fr: Mettre à jour et utiliser la compétence
ja: 更新してスキルを使用
ko: 업데이트하고 스킬 사용
zh_hans: 更新并使用 Skill
zh_hant: 更新並使用 Skill

source: Update skill
de: Fähigkeit aktualisieren
es: Actualizar habilidad
fr: Mettre à jour la compétence
ja: スキルを更新
ko: 스킬 업데이트
zh_hans: 更新 Skill
zh_hant: 更新 Skill

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
zh_hans: 升级到专业版
zh_hant: 升級到專業版

source: Upload failed: %@
de: Upload fehlgeschlagen: %@
es: Carga fallida: %@
fr: Échec du téléchargement : %@
ja: アップロードに失敗しました: %@
ko: 업로드 실패: %@
zh_hans: 上传失败：%@
zh_hant: 上傳失敗：%@

source: Used for deeper analysis and complex recommendations. Leave empty for default.
de: Wird für tiefere Analysen und komplexe Empfehlungen verwendet. Leer lassen für Standard.
es: Se usa para análisis más profundos y recomendaciones complejas. Deja vacío para el predeterminado.
fr: Utilisé pour des analyses approfondies et des recommandations complexes. Laissez vide pour la valeur par défaut.
ja: 詳細な分析と複雑な推奨に使用されます。デフォルトを使用するには空のままにしてください。
ko: 심층 분석 및 복잡한 추천에 사용됩니다. 기본값을 사용하려면 비워 두세요.
zh_hans: 用于更深入的分析和复杂的建议。留空以使用默认值。
zh_hant: 用於更深入的分析和複雜的建議。留空以使用預設值。

source: Used for quick, lightweight recommendations. Leave empty for default.
de: Wird für schnelle, einfache Empfehlungen verwendet. Leer lassen für Standard.
es: Se usa para recomendaciones rápidas y ligeras. Deja vacío para el predeterminado.
fr: Utilisé pour des recommandations rapides et légères. Laissez vide pour la valeur par défaut.
ja: 迅速で軽量な推奨に使用されます。デフォルトを使用するには空のままにしてください。
ko: 빠르고 가벼운 추천에 사용됩니다. 기본값을 사용하려면 비워 두세요.
zh_hans: 用于快速、轻量化的推荐。留空以使用默认值。
zh_hant: 用於快速、輕量化的推薦。留空以使用預設值。

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
ko: 사용자
zh_hans: 用户
zh_hant: 使用者

source: Valid
de: Gültig
es: Válido
fr: Valide
ja: 有効
ko: 유효
zh_hans: 有效
zh_hant: 有效

source: Verification code sent to %@.
de: Bestätigungscode an %@ gesendet.
es: Código de verificación enviado a %@.
fr: Code de vérification envoyé à %@.
ja: 確認コードが%@に送信されました。
ko: 인증 코드가 %@(으)로 전송되었습니다.
zh_hans: 验证码已发送至 %@。
zh_hant: 驗證碼已發送至 %@。

source: Verify API Key
de: API-Schlüssel überprüfen
es: Verificar clave API
fr: Vérifier la clé API
ja: APIキーを確認
ko: API 키 확인
zh_hans: 验证 API 密钥
zh_hant: 驗證 API 金鑰

source: Verifying...
de: Überprüfen...
es: Verificando...
fr: Vérification...
ja: 確認中...
ko: 확인 중...
zh_hans: 验证中...
zh_hant: 驗證中...

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を表示
ko: 세부 정보 보기
zh_hans: 查看详情
zh_hant: 查看詳情

source: View Onboarding
de: Einführung anzeigen
es: Ver incorporación
fr: Voir l'intégration
ja: オンボーディングを表示
ko: 온보딩 보기
zh_hans: 查看入门指南
zh_hant: 查看入門指南

source: We have identified an issue on our side.
de: Wir haben ein Problem auf unserer Seite festgestellt.
es: Hemos identificado un problema de nuestra parte.
fr: Nous avons identifié un problème de notre côté.
ja: 弊社側で問題が確認されました。
ko: 저희 측에서 문제가 확인되었습니다.
zh_hans: 我们发现了我们这边的问题。
zh_hant: 我們發現了一個問題。

source: When enabled, Vision will try to detect language automatically while still prioritizing your selected languages.
de: Wenn aktiviert, versucht Vision, die Sprache automatisch zu erkennen, wobei Ihre ausgewählten Sprachen weiterhin priorisiert werden.
es: Cuando está habilitado, Vision intentará detectar el idioma automáticamente mientras prioriza tus idiomas seleccionados.
fr: Lorsque activé, Vision essaiera de détecter automatiquement la langue tout en priorisant vos langues sélectionnées.
ja: 有効にすると、Visionは選択した言語を優先しながら、言語を自動的に検出しようとします。
ko: 활성화하면 Vision이 선택한 언어를 우선시하면서 자동으로 언어를 감지합니다.
zh_hans: 启用后，Vision 将尝试自动检测语言，同时仍优先考虑您选择的语言。
zh_hant: 啟用後，Vision 將嘗試自動檢測語言，同時仍優先考慮您選擇的語言。

source: Write detailed instructions or content for this skill...
de: Schreiben Sie detaillierte Anweisungen oder Inhalte für diese Fähigkeit...
es: Escriba instrucciones detalladas o contenido para esta habilidad...
fr: Écrivez des instructions détaillées ou du contenu pour cette compétence...
ja: このスキルの詳細な指示または内容を入力してください...
ko: 이 스킬에 대한 자세한 지침 또는 내용을 작성하세요...
zh_hans: 为此 Skill 编写详细的说明或内容...
zh_hant: 為此 Skill 撰寫詳細的說明或內容...

source: Write Only
de: Nur Schreiben
es: Solo escritura
fr: Écriture seule
ja: 書き込みのみ
ko: 쓰기 전용
zh_hans: 仅写入
zh_hant: 僅寫入

source: You have unsaved changes. Would you like to save them?
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie sie speichern?
es: Tiene cambios sin guardar. ¿Desea guardarlos?
fr: Vous avez des modifications non enregistrées. Voulez-vous les enregistrer ?
ja: 保存されていない変更があります。保存しますか？
ko: 저장되지 않은 변경 사항이 있습니다. 저장하시겠습니까?
zh_hans: 您有未保存的更改。您想保存它们吗？
zh_hant: 您有未儲存的變更。您想要儲存它們嗎？

source: You will need to sign in again.
de: Sie müssen sich erneut anmelden.
es: Deberá iniciar sesión de nuevo.
fr: Vous devrez vous reconnecter.
ja: 再度サインインが必要です。
ko: 다시 로그인해야 합니다.
zh_hans: 您需要重新登录。
zh_hant: 您需要重新登入。

source: Your API key is never stored on our servers and is used solely for the duration of each request.
de: Ihr API-Schlüssel wird niemals auf unseren Servern gespeichert und wird nur für die Dauer jeder Anfrage verwendet.
es: Tu clave API nunca se almacena en nuestros servidores y solo se usa durante cada solicitud.
fr: Votre clé API n'est jamais stockée sur nos serveurs et est utilisée uniquement pendant la durée de chaque requête.
ja: APIキーは弊社のサーバーに保存されることはなく、各リクエストの間のみ使用されます。
ko: API 키는 서버에 저장되지 않으며 각 요청 기간 동안만 사용됩니다.
zh_hans: 您的 API 密钥绝不会存储在我们的服务器上，仅在每次请求期间使用。
zh_hant: 您的 API 金鑰絕不會儲存在我們的伺服器上，僅在每次請求期間使用。

source: Your API key is stored locally and transmitted to our server only when making AI requests. This allows you to leverage OpenBridge's full capabilities including conversation management and advanced features.
de: Ihr API-Schlüssel wird lokal gespeichert und nur bei KI-Anfragen an unseren Server übertragen. Dies ermöglicht Ihnen, die vollen Funktionen von OpenBridge einschließlich Konversationsverwaltung und erweiterten Funktionen zu nutzen.
es: Tu clave API se almacena localmente y se transmite a nuestro servidor solo al realizar solicitudes de IA. Esto te permite aprovechar todas las capacidades de OpenBridge, incluida la gestión de conversaciones y funciones avanzadas.
fr: Votre clé API est stockée localement et transmise à notre serveur uniquement lors des requêtes IA. Cela vous permet de profiter de toutes les capacités de OpenBridge, y compris la gestion des conversations et les fonctionnalités avancées.
ja: APIキーはローカルに保存され、AIリクエストを行う際にのみサーバーに送信されます。これにより、会話管理や高度な機能を含むOpenBridgeの全機能を活用できます。
ko: API 키는 로컬에 저장되며 AI 요청 시에만 서버로 전송됩니다. 이를 통해 대화 관리 및 고급 기능을 포함한 OpenBridge의 모든 기능을 활용할 수 있습니다.
zh_hans: 您的 API 密钥会被本地存储，并仅在进行 AI 请求时传输到我们的服务器。这使您能够利用 OpenBridge 的全部功能，包括对话管理和高级功能。
zh_hant: 您的 API 金鑰會被本地存儲，並僅在進行 AI 請求時傳輸到我們的伺服器。這使您能夠利用 OpenBridge 的全部功能，包括對話管理和高級功能。

source: Your main language preference. This will be prioritized during OCR and AI operations.
de: Ihre Hauptsprachpräferenz. Diese wird bei OCR- und KI-Operationen priorisiert.
es: Tu preferencia de idioma principal. Se priorizará durante las operaciones de OCR e IA.
fr: Votre préférence de langue principale. Elle sera priorisée lors des opérations OCR et IA.
ja: メインの言語設定。OCRおよびAI操作時に優先されます。
ko: 기본 언어 기본 설정. OCR 및 AI 작업 시 우선 적용됩니다.
zh_hans: 您的主要语言偏好。这将在OCR和AI操作中被优先考虑。
zh_hant: 您的主要語言偏好。這將在OCR和AI操作中被優先考慮。

source: Your personal skills. Create, import, and customize.
de: Ihre persönlichen Fähigkeiten. Erstellen, importieren und anpassen.
es: Tus habilidades personales. Crea, importa y personaliza.
fr: Vos compétences personnelles. Créez, importez et personnalisez.
ja: あなたのパーソナルスキル。作成、インポート、カスタマイズ。
ko: 개인 스킬. 만들기, 가져오기, 사용자 지정.
zh_hans: 您的个人 Skill。创建、导入和自定义。
zh_hant: 你的個人 Skill。建立、匯入和自訂。

source: Agent
es: Agente
ja: エージェント
ko: 에이전트

source: Code
es: Código
ja: コード
ko: 코드
zh_hans: 代码
zh_hant: 代碼

source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

source: Domain
es: Dominio
fr: Domaine
ja: ドメイン
ko: 도메인
zh_hans: 域名
zh_hant: 網域

source: E-mail
es: Correo electrónico
ja: メール
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Indigo
es: Índigo
ja: インディゴ
ko: 남색
zh_hans: 靛蓝
zh_hant: 靛藍

source: Information
es: Información
ja: 情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊

source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Orange
es: Naranja
ja: オレンジ
ko: 주황색
zh_hans: 橙色
zh_hant: 橙色

source: Skill Info
es: Información de habilidad
fr: Info compétence
ja: スキル情報
ko: 스킬 정보
zh_hans: Skill 信息
zh_hant: Skill 資訊

source: Starter
es: Básico
fr: Débutant
ja: スターター
ko: 스타터
zh_hans: 入门版
zh_hant: 入門版

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文本

source: Upgrade
es: Actualizar
fr: Mettre à niveau
ja: アップグレード
ko: 업그레이드
zh_hans: 升级
zh_hant: 升級

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Chat
fr: Discussion
ja: チャット
ko: 채팅
zh_hans: 聊天
zh_hant: 聊天

source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

source: Info
ja: 情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: OpenBridge can’t edit other apps yet because Accessibility access is disabled. Enable Accessibility for OpenBridge in System Settings, then try again.
zh_hans: OpenBridge 现在还不能编辑其他 app，因为辅助功能权限未开启。请先在系统设置里为 OpenBridge 开启辅助功能权限，然后再试一次。
zh_hant: OpenBridge 現在還不能編輯其他 app，因為輔助使用權限未開啟。請先在系統設定裡為 OpenBridge 開啟輔助使用權限，然後再試一次。

source: OpenBridge can’t take this task right now.
zh_hans: OpenBridge 现在还接不了这个任务。
zh_hant: OpenBridge 現在還接不了這個任務。

source: OpenBridge is deciding whether to edit text or hand this to an agent.
zh_hans: OpenBridge 正在判断是修改文本，还是把这件事交给 Agent。
zh_hant: OpenBridge 正在判斷是修改文字，還是把這件事交給 Agent。

source: OpenBridge is deciding…
zh_hans: OpenBridge 正在判断…
zh_hant: OpenBridge 正在判斷…

source: OpenBridge needs microphone access to start the voice demo.
zh_hans: OpenBridge 需要麦克风权限才能开始语音 demo。
zh_hant: OpenBridge 需要麥克風權限才能開始語音 demo。

source: OpenBridge needs speech recognition access to transcribe what you say.
zh_hans: OpenBridge 需要语音识别权限才能把你说的话转成文字。
zh_hant: OpenBridge 需要語音辨識權限才能把你說的話轉成文字。

source: Buy add-on
zh_hans: 购买 add-on
zh_hant: 購買 add-on

source: Enable voice demo
zh_hans: 启用语音 demo
zh_hant: 啟用語音 demo

source: Enables the press-to-toggle voice demo for local development. Disabled by default and never shown in release builds.
zh_hans: 为本地开发启用按一下开始、再按一下结束的语音 demo。默认关闭，且不会在 Release 构建中显示。
zh_hant: 為本地開發啟用按一下開始、再按一下結束的語音 demo。預設關閉，且不會在 Release 構建中顯示。

source: Experimental Features
zh_hans: 实验功能
zh_hant: 實驗功能

source: Fix the permission issue, then press fn and try again.
zh_hans: 修好权限后，再按下 fn 键重试。
zh_hant: 修好權限後，再按下 fn 鍵重試。

source: Fn behavior
zh_hans: Fn 行为
zh_hant: Fn 行為

source: Focus a text field first.
zh_hans: 先把光标放进输入框。
zh_hant: 先把游標放進輸入框。

source: Generate Image
zh_hans: 生成图片
zh_hant: 生成圖片

source: Handed to OpenBridge.
zh_hans: 已经交给 OpenBridge。
zh_hant: 已經交給 OpenBridge。

source: Handing it to OpenBridge.
zh_hans: 正在交给 OpenBridge。
zh_hant: 正在交給 OpenBridge。

source: Hold fn while speaking. Releasing fn finishes the current voice input.
zh_hans: 说话时按住 fn。松开 fn 会结束当前语音输入。
zh_hant: 說話時按住 fn。鬆開 fn 會結束目前語音輸入。

source: Hold to talk
zh_hans: 按住说话
zh_hant: 按住說話

source: I can edit text fields or hand work to OpenBridge in this demo.
zh_hans: 这个 demo 里，我可以改写输入框，也可以把任务交给 OpenBridge。
zh_hant: 這個 demo 裡，我可以改寫輸入框，也可以把任務交給 OpenBridge。

source: I couldn’t edit that text field. Make sure the cursor is in an editable field and Accessibility access is enabled.
zh_hans: 我没法编辑这个文本框。请确认光标在可编辑的输入框里，并且已开启辅助功能权限。
zh_hant: 我沒法編輯這個文字框。請確認游標在可編輯的輸入框裡，並且已開啟輔助使用權限。

source: I didn’t catch that. Try again.
zh_hans: 我刚没听清，再试一次。
zh_hant: 我剛沒聽清，再試一次。

source: Inspect Files
zh_hans: 查看文件
zh_hant: 查看檔案

source: Invalid request URL:
zh_hans: 无效请求地址：
zh_hant: 無效請求位址：

source: Let me think…
zh_hans: 让我想想…
zh_hant: 讓我想想…

source: Listening…
zh_hans: 正在听…
zh_hant: 正在聽…

source: Mercury
zh_hans: 水星
zh_hant: 水星

source: Press fn again to continue.
zh_hans: 再次按下 fn 键以继续。
zh_hant: 再次按下 fn 鍵以繼續。

source: Press fn again when you’re done. I’ll keep listening until then.
zh_hans: 说完后再按一次 fn 键。我会一直听到你按下为止。
zh_hant: 說完後再按一次 fn 鍵。我會一直聽到你按下為止。

source: Press fn once to start listening, then press fn again to finish.
zh_hans: 按一次 fn 开始听，再按一次 fn 结束。
zh_hant: 按一次 fn 開始聽，再按一次 fn 結束。

source: Pro
zh_hans: 专业版
zh_hant: 專業版

source: Sending it.
zh_hans: 正在发送。
zh_hant: 正在發送。

source: Sent.
zh_hans: 已发送。
zh_hant: 已發送。

source: Session Default
zh_hans: 会话默认
zh_hant: 會話預設

source: Something went wrong
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Speech recognition is currently unavailable on this system.
zh_hans: 当前系统语音识别暂时不可用。
zh_hant: 目前系統語音辨識暫時不可用。

source: Tap to start / stop
zh_hans: 点按开始 / 停止
zh_hant: 點按開始 / 停止

source: Task dispatch failed:
zh_hans: 任务派发失败：
zh_hant: 任務派發失敗：

source: Tell me what to change in that text.
zh_hans: 告诉我你想改这段文字里的什么。
zh_hant: 告訴我你想改這段文字裡的什麼。

source: The server returned an empty response.
zh_hans: 服务器返回了空响应。
zh_hant: 伺服器返回了空回應。

source: The server returned an invalid response.
zh_hans: 服务器返回了无效响应。
zh_hant: 伺服器返回了無效回應。

source: There isn’t any task content to dispatch.
zh_hans: 没有可派发的任务内容。
zh_hant: 沒有可派發的任務內容。

source: Updated.
zh_hans: 改好了。
zh_hant: 改好了。

source: Voice capture couldn’t start: %@
zh_hans: 语音采集启动失败：%@
zh_hant: 語音擷取啟動失敗：%@

source: Voice Request
zh_hans: 语音请求
zh_hant: 語音請求

source: Writing it.
zh_hans: 正在写入。
zh_hant: 正在寫入。

source: Written.
zh_hans: 写好了。
zh_hant: 寫好了。
